apps/integracion/integracion/integracion/sii/method/facturas_recibidas_firmadas_Academia Técnica Universitaria SL_20240813121131.xml

<?xml version='1.0' encoding='UTF-8'?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:siiLR="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroLR.xsd" xmlns:sii="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroInformacion.xsd">
  <soapenv:Body>
    <siiLR:SuministroLRFacturasRecibidas>
      <sii:Cabecera>
        <sii:IDVersionSii>1.1</sii:IDVersionSii>
        <sii:Titular>
          <sii:NombreRazon>Academia Técnica Universitaria SL</sii:NombreRazon>
          <sii:NIF>B09318916</sii:NIF>
        </sii:Titular>
        <sii:TipoComunicacion>A0</sii:TipoComunicacion>
      </sii:Cabecera>
      <siiLR:RegistroLRFacturasRecibidas>
        <sii:PeriodoLiquidacion>
          <sii:Ejercicio>2024</sii:Ejercicio>
          <sii:Periodo>06</sii:Periodo>
        </sii:PeriodoLiquidacion>
        <siiLR:IDFactura>
          <sii:IDEmisorFactura>
            <sii:NIF>B73698714</sii:NIF>
          </sii:IDEmisorFactura>
          <sii:NumSerieFacturaEmisor>2024 2106</sii:NumSerieFacturaEmisor>
          <sii:FechaExpedicionFacturaEmisor>05-06-2024</sii:FechaExpedicionFacturaEmisor>
        </siiLR:IDFactura>
        <siiLR:FacturaRecibida>
          <sii:TipoFactura>F1</sii:TipoFactura>
          <sii:FechaOperacion>05-06-2024</sii:FechaOperacion>
          <sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
          <sii:DescripcionOperacion>Factura de Compra</sii:DescripcionOperacion>
          <sii:DesgloseFactura>
            <sii:InversionSujetoPasivo>
              <sii:DetalleIVA>
                <sii:TipoImpositivo>0</sii:TipoImpositivo>
                <sii:BaseImponible>106.48</sii:BaseImponible>
                <sii:CuotaSoportada>0</sii:CuotaSoportada>
              </sii:DetalleIVA>
            </sii:InversionSujetoPasivo>
            <sii:DesgloseIVA>
              <sii:DetalleIVA>
                <sii:TipoImpositivo>0</sii:TipoImpositivo>
                <sii:BaseImponible>106.48</sii:BaseImponible>
                <sii:CuotaSoportada>0</sii:CuotaSoportada>
              </sii:DetalleIVA>
            </sii:DesgloseIVA>
          </sii:DesgloseFactura>
          <sii:Contraparte>
            <sii:NombreRazon>LORCAEPIS S.L.L</sii:NombreRazon>
            <sii:NIF>B73698714</sii:NIF>
          </sii:Contraparte>
          <sii:FechaRegContable>05-06-2024</sii:FechaRegContable>
          <sii:CuotaDeducible>0</sii:CuotaDeducible>
        </siiLR:FacturaRecibida>
      </siiLR:RegistroLRFacturasRecibidas>
    </siiLR:SuministroLRFacturasRecibidas>
  </soapenv:Body>
<ds:Signature xmlns:ds="http://www.w3.org/2000/09/xmldsig#"><ds:SignedInfo><ds:CanonicalizationMethod Algorithm="http://www.w3.org/2006/12/xml-c14n11"/><ds:SignatureMethod Algorithm="http://www.w3.org/2001/04/xmldsig-more#rsa-sha256"/><ds:Reference URI=""><ds:Transforms><ds:Transform Algorithm="http://www.w3.org/2000/09/xmldsig#enveloped-signature"/><ds:Transform Algorithm="http://www.w3.org/2006/12/xml-c14n11"/></ds:Transforms><ds:DigestMethod Algorithm="http://www.w3.org/2001/04/xmlenc#sha256"/><ds:DigestValue>pVXnQ5BwHzZiE9jIQd4yRbhuOwcct+KlDjfmj/kBCvA=</ds:DigestValue></ds:Reference></ds:SignedInfo><ds:SignatureValue>fw1YYzaW2smpC5wlzhYbgjN8P+bKBm6vkSEZfzhBFgSAFJisLAQVjI0bmzWTWRx07wd5vPqVTH5OWWtCykeOxHcObW5QSvuTLHYukBoVmvoUS9gAJ2OHQpMTrQffafeAVSrqAhw4uFbUXkBW2DvFGOJFcBob7AjtmJ88fNcCJrqIdCcUTJvu5qGk1Bc2ZvLX4shMM1T/g/jX11lvSwNQXjLbAHU/oRGzTLgXjTOWmeSjrnlimm6v09JLmtXIGglY5d2PJ9yTFxsPx2UIPS8HxlwxhIcYqsQEnkjfd3fGmiKktjcplEj7wbu9Pywe7HAoVPaLB8oTxExGkqc9pzCZUw==</ds:SignatureValue><ds:KeyInfo><ds:X509Data><ds:X509Certificate>MIII5DCCB8ygAwIBAgIQA3hUqLjkOkhlg/iq0bqkojANBgkqhkiG9w0BAQsFADBN
MQswCQYDVQQGEwJFUzERMA8GA1UECgwIRk5NVC1SQ00xDjAMBgNVBAsMBUNFUkVT
MRswGQYDVQQDDBJBQyBSZXByZXNlbnRhY2nDs24wHhcNMjMxMjIxMDgzNDUwWhcN
MjUxMjIxMDgzNDUwWjCCASUxVjBUBgNVBA0MTVJlZzowOTAxNCAvSG9qYTpCVS01
NDczIC9Ub21vOjM2NiAvRm9saW86ODQgL0ZlY2hhOjEzLzExLzIwMTQgL0luc2Ny
aXBjacOzbjo4MRgwFgYDVQQFEw9JRENFUy0xMzA4NjU3MVAxEDAOBgNVBCoMB0VE
VUFSRE8xGDAWBgNVBAQMD09SRE/DkUVaIEFMT05TTzEyMDAGA1UEAwwpMTMwODY1
NzFQIEVEVUFSRE8gT1JET8ORRVogKFI6IEIwOTMxODkxNikxGDAWBgNVBGEMD1ZB
VEVTLUIwOTMxODkxNjEqMCgGA1UECgwhQUNBREVNSUEgVEVDTklDQSBVTklWRVJT
SVRBUklBIFNMMQswCQYDVQQGEwJFUzCCASIwDQYJKoZIhvcNAQEBBQADggEPADCC
AQoCggEBALxIDAQ/0sL0DfgvTdg28lmrB8pNiMDkNJzD8eM7Ur+fpy4FeONbIpwc
Pe9dbd/poda+IAnOGyTP9j9cO64kMLtB0fHqQB0XE1GhwvMW6jHTaMjD7jFvocZC
NJDpYaqBbuz3SRoi15pKmDG45xv/T28PlzN0xIJGJ1bW91B2ndcOEF+f98WSvu63
NePWHUEzyAXrrAwZD3W0Pu6Vaae6f/vB+9mVkOnajyvG4wrAl5WN4k7CiGT1xzFh
cqCPVYpdIjWwjj4wGvXCkmB1pojdo2qz/ZqgulKW89+Mh8t58beI592jjxKSeTFP
mGy+tDhAdl0rqq1dM3KE7OF4doRCJekCAwEAAaOCBOQwggTgMIH+BgNVHREEgfYw
gfOBDFBBQkxPQFNCTS5FU6SB4jCB3zEjMCEGCSsGAQQBrGYBFAwUQWRtaW5pc3Ry
YWRvciDDum5pY28xHjAcBgkrBgEEAaxmAQcMD1ZBVEVTLUIwOTMxODkxNjEwMC4G
CSsGAQQBrGYBBgwhQUNBREVNSUEgVEVDTklDQSBVTklWRVJTSVRBUklBIFNMMR4w
HAYJKwYBBAGsZgEEDA9JRENFUy0xMzA4NjU3MVAxFTATBgkrBgEEAaxmAQMMBkFM
T05TTzEXMBUGCSsGAQQBrGYBAgwIT1JET8ORRVoxFjAUBgkrBgEEAaxmAQEMB0VE
VUFSRE8wDAYDVR0TAQH/BAIwADAOBgNVHQ8BAf8EBAMCBeAwKgYDVR0lBCMwIQYI
KwYBBQUHAwIGCisGAQQBgjcKAwwGCSqGSIb3LwEBBTCBggYIKwYBBQUHAQEEdjB0
MD0GCCsGAQUFBzABhjFodHRwOi8vb2NzcHJlcC5jZXJ0LmZubXQuZXMvb2NzcHJl
cC9PY3NwUmVzcG9uZGVyMDMGCCsGAQUFBzAChidodHRwOi8vd3d3LmNlcnQuZm5t
dC5lcy9jZXJ0cy9BQ1JFUC5jcnQwHQYDVR0OBBYEFF2h04fCGLjLBzgL0HbBBcRI
UR6wMIIBPwYDVR0gBIIBNjCCATIwggEYBgorBgEEAaxmAwsBMIIBCDApBggrBgEF
BQcCARYdaHR0cDovL3d3dy5jZXJ0LmZubXQuZXMvZHBjcy8wgdoGCCsGAQUFBwIC
MIHNDIHKQ2VydGlmaWNhZG8gY3VhbGlmaWNhZG8gZGUgcmVwcmVzZW50YW50ZSBk
ZSBwLiBqdXLDrWRpY2EgKHJlbGFjacOzbiBjb24gQUFQUCB5IGNvbnRyYXRhY2nD
s24pLiBTdWpldG8gYSBjb25kaWNpb25lcyBkZSB1c28gc2Vnw7puIERQQyBkZSBG
Tk1ULVJDTSwgTklGOiBRMjgyNjAwNC1KIChDL0pvcmdlIEp1YW4gMTA2LTI4MDA5
LU1hZHJpZC1Fc3Bhw7FhKTAJBgcEAIvsQAEAMAkGB2CFVAEDBQgwgaYGCCsGAQUF
BwEDBIGZMIGWMAgGBgQAjkYBATATBgYEAI5GAQYwCQYHBACORgEGATBoBgYEAI5G
AQUwXjAtFidodHRwczovL3d3dy5jZXJ0LmZubXQuZXMvcGRzL1BEU19lcy5wZGYT
AmVzMC0WJ2h0dHBzOi8vd3d3LmNlcnQuZm5tdC5lcy9wZHMvUERTX2VuLnBkZhMC
ZW4wCwYGBACORgEDAgEPMB8GA1UdIwQYMBaAFNxQlp/XMYnJEeTvll/2X4JSRmJT
MIHhBgNVHR8EgdkwgdYwgdOggdCggc2GgZ1sZGFwOi8vbGRhcHJlcC5jZXJ0LmZu
bXQuZXMvQ049Q1JMMjIzNyxPVT1BQyUyMFJlcHJlc2VudGFjaW9uLE9VPUNFUkVT
LE89Rk5NVC1SQ00sQz1FUz9jZXJ0aWZpY2F0ZVJldm9jYXRpb25MaXN0O2JpbmFy
eT9iYXNlP29iamVjdGNsYXNzPWNSTERpc3RyaWJ1dGlvblBvaW50hitodHRwOi8v
d3d3LmNlcnQuZm5tdC5lcy9jcmxzcmVwL0NSTDIyMzcuY3JsMA0GCSqGSIb3DQEB
CwUAA4IBAQBxCreaCYC4H/07zwSSyUcC4GwST8LZYwkC7/hdYg/802mA7OpGzgKE
A+hxLoVQ7I63GxasIDADusIs3Gui/nKoEiFiNvZWxP063z0X6F6Kr4RoeNQOE4s2
x3Ggjy57UmZbjIO3zaTEj+Ffeph7bIrH9kVLe8bTellMI2A4VtB7f80IF3qi+9SD
GGzHBYKw90WVyalSa55uZ2LKFsRrCyzSylKLYiVK6YzF/N5L4F/bFmSsAnoYq3ym
iDGuuFu8GWgBVSSqIpNc1wZ37rpYM8LB82TokwGa0i3XuT2jf8/MM3IsdmC22jJy
lC6Y/hlHtpIsZ2QezH5Ow1xLd2Dj3WmU
</ds:X509Certificate></ds:X509Data></ds:KeyInfo></ds:Signature></soapenv:Envelope>
